{
  "main": [
    {
      "dePart": "Es* ist unmöglich.",
      "enPart": "It is not possible."
    },
    {
      "dePart": "Es *sieht so aus, sagte K. Und warum denn? fragte er dann.",
      "enPart": "That's how it seems, said K. And why am I under arrest? he then asked."
    },
    {
      "dePart": "Warum ist sie nicht eingetreten?",
      "enPart": "Why didn't she come in?"
    },
    {
      "dePart": "Wie kann ich denn verhaftet sein und gar auf diese Weise?",
      "enPart": "But how can I be under arrest and how come it's like this?"
    },
    {
      "dePart": "Dieses Gesetz kenne ich nicht",
      "enPart": "I don't know this law"
    },
    {
      "dePart": " Desto schlimmer für Sie",
      "enPart": "So much the worse for you, then "
    },
    {
      "dePart": "Führen Sie mich zu Ihrem Vorgesetzten, .",
      "enPart": "Take me to your superior, ."
    },
    {
      "dePart": "Es *muß ein schwarzer Rock sein, sagten sie.",
      "enPart": "It's got to be a black coat, they said."
    },
    {
      "dePart": "Es ist nicht üblich",
      "enPart": "That's not usual."
    },
    {
      "dePart": "Warum besonders die heutige nicht?",
      "enPart": "Why especially not what's happened today?"
    },
    {
      "dePart": "Ich meinte es niemals anders.",
      "enPart": "I never meant it should be anything else`, he replied."
    },
    {
      "dePart": "Es war meine Pflicht`, sagte der Aufseher.",
      "enPart": "That was my duty`, said the supervisor."
    },
    {
      "dePart": "Eine dumme Pflicht*, sagte K. unnachgiebig.",
      "enPart": "A silly duty, said K., unyielding."
    },
    {
      "dePart": "Wünscht der gnädige* Herr etwas? Soll ich den Vater holen?",
      "enPart": "Did you want anything, sir? Would you like me to fetch my father?"
    },
    {
      "dePart": "Ich habe Ihnen heute wohl noch eine außergewöhnliche Arbeit gemacht?",
      "enPart": "I fear I may have caused you some exceptional work today."
    },
    {
      "dePart": ". Ich meine die Männer, die heute früh hier waren.",
      "enPart": "I mean the men who were here this morning."
    },
    {
      "dePart": "Bei der Tür fragte er *noch: Ist Fräulein Bürstner zu Hause?",
      "enPart": "Before going out the door he asked, Is Miss Bürstner home?"
    },
    {
      "dePart": "ich wollte nur ein paar Worte mit ihr reden.",
      "enPart": "I just wanted to have a few words with her."
    },
    {
      "dePart": "Wie eben junge Leute sind!` sagte Frau Grubach entschuldigend.",
      "enPart": "That's how young people are!`` said Mrs. Grubach in to excuse herself."
    },
    {
      "dePart": "Gewiß, gewiß, sagte K., es kan*n aber zu weit gehen.",
      "enPart": "Of course, of course, said K., but it can be taken too far."
    },
    {
      "dePart": "Ich bin es, sagte K. und trat* vor.",
      "enPart": "It's me, said K. and came out."
    },
    {
      "dePart": "Ach, Herr K.! sagte Fräulein Bürstner lächelnd.",
      "enPart": "Oh, Mr. K.! said Miss Bürstner with a smile."
    },
    {
      "dePart": "Guten Abend, *und sie reichte ihm die Hand.",
      "enPart": "Good Evening, and offered him her hand."
    },
    {
      "dePart": "Ich wollte ein paar Worte mit Ihnen sprechen, wollen Sie mir das jetzt erlauben?",
      "enPart": "I wanted to have a word with you, if you would allow me?"
    },
    {
      "dePart": "Ich warte seit neun Uhr auf Sie.",
      "enPart": "I've been waiting for you since nine o'clock."
    },
    {
      "dePart": "Der Anlaß für das, was ich Ihnen sagen will, hat sich erst heute ergeben.",
      "enPart": "The reason I need to speak to you only came up today"
    },
    {
      "dePart": "Einleitungen überhöre ich immer`, sagte Fräulein Bürstner.",
      "enPart": "I never listen to introductions`, said Miss Bürstner."
    },
    {
      "dePart": "Aber doch das eigentlich Interessante*, sagte Fräulein Bürstner.",
      "enPart": "But that's the interesting thing about it, said Miss Bürstner."
    },
    {
      "dePart": "Nein,* sagte K.*",
      "enPart": "No, said K."
    },
    {
      "dePart": "Ihretwegen? *fragte das Fräulein.",
      "enPart": "Because of you? she asked."
    },
    {
      "dePart": "Ja, antwortete* K.",
      "enPart": "Yes, answered K."
    },
    {
      "dePart": "Nein! *rief das Fräulein und lachte.",
      "enPart": "No! the lady cried with a laugh."
    },
    {
      "dePart": "Glauben Sie denn, daß ich schuldlos bin?",
      "enPart": "Do you believe then that I'm innocent?"
    },
    {
      "dePart": "Sehen Sie Sie haben nicht viel Erfahrung in Gerichtssachen.",
      "enPart": "Listen you don't have much experience in legal matters."
    },
    {
      "dePart": "Das ist eben der Haken, sagte K., das weiß ich selbst nicht.",
      "enPart": "That's exactly the problem, said K., I don't know that myself."
    },
    {
      "dePart": "Fräulein Bürstner saß auf der Ottomane und lachte wieder.",
      "enPart": "Miss Bürstner sat on the ottoman and laughed again."
    },
    {
      "dePart": "Wie wa*r es denn? fragte sie.",
      "enPart": "What was it like then? she asked."
    },
    {
      "dePart": "Das ist zu allgemein`, sagte Fräulein Bürstner.",
      "enPart": "That's too vague`, said Miss Bürstner."
    },
    {
      "dePart": "Ich bin schon müde`, sagte Fräulein Bürstner.",
      "enPart": "I'm already tired`, said Miss Bürstner."
    },
    {
      "dePart": "Was fällt Ihnen ein? sagte Fräulein Bürstner, das dürfen Sie natürlich nicht!",
      "enPart": "What do you think you're doing? said Miss Bürstner. Of course you can't!"
    },
    {
      "dePart": "K. stellte das Tischchen in die Mitte des Zimmers und setzte sich dahinter.",
      "enPart": "K. put the little table in the middle of the room and sat down behind it."
    },
    {
      "dePart": "",
      "enPart": "Chapter Two"
    },
    {
      "dePart": "2 Erste Untersuchung",
      "enPart": "First Cross-examination"
    },
    {
      "dePart": "Fragen Sie doch *noch einmal nach, sagte der Direktor-Stellvertreter.",
      "enPart": "Ask them then, said the deputy director."
    },
    {
      "dePart": "Der Herr fragt, ob ein Tischler Lanz hier wohnt.",
      "enPart": "The gentleman's asking if a joiner called Lanz, lives here."
    },
    {
      "dePart": "Tischler Lanz?* fragte der aus dem Bett.",
      "enPart": "A joiner, called Lanz? he would ask from the bed."
    },
    {
      "dePart": "Wohnt ein Tisch`ler Lanz hier? fragte er.",
      "enPart": "Is there a joiner called Lanz who lives here? he asked."
    },
    {
      "dePart": "Ich habe nach einem Tischler`, einem gewissen Lanz, gefragt?",
      "enPart": "I asked for a joiner, someone by the name of Lanz."
    },
    {
      "dePart": "Ja, sagte die Frau, gehen Sie`, bitte, hinein.",
      "enPart": "Yes, said the woman, please go on in."
    },
    {
      "dePart": "Sehr vernünftig, aber es ist jetzt schon zu voll.",
      "enPart": "Very sensible, but it's too full already."
    },
    {
      "dePart": "Kommen Sie, kom`men Sie, .",
      "enPart": "Come in, come in, ."
    },
    {
      "dePart": "Nein, sagte K., `sondern erster Prokurist einer großen Bank.",
      "enPart": "No, said K., I am the chief clerk in a large bank."
    },
    {
      "dePart": "Einen Augenblick,` .",
      "enPart": "One moment, ."
    },
    {
      "dePart": "K. lachte die Tür `an.",
      "enPart": "K. laughed towards the door."
    },
    {
      "dePart": "`",
      "enPart": "Chapter Three"
    },
    {
      "dePart": "3 `Im leeren Sitzungssaal, der Student, die Kanzleien",
      "enPart": "In the empty Courtroom - The Student - The Offices"
    },
    {
      "dePart": "Warum sollte keine Sitzung sein?` fragte er und wollte es nicht glauben.",
      "enPart": "What do you mean no session?` he asked, unable to believe it."
    },
    {
      "dePart": "Nun, dann gehe i`ch wieder, sagte K.",
      "enPart": "I'd better go away again, then, said K."
    },
    {
      "dePart": "Soll ich dem Untersuchungsrichter etwas melden?` fragte die Frau.",
      "enPart": "Should I give a message to the examining judge?` asked the woman."
    },
    {
      "dePart": "Sie kennen ihn? fragte K`.",
      "enPart": "Do you know him, then? asked K."
    },
    {
      "dePart": "Natürlich, sagte die Frau, mein Mann ist ja Gerichtsdiener.",
      "enPart": "Of course I know him, said the woman, my husband is the court usher."
    },
    {
      "dePart": "Mag sein, sagte K. ablenkend, aber Sie entschuldigt das nicht.",
      "enPart": "That could well be, said K., turning away, but it does not excuse you."
    },
    {
      "dePart": "Es paßt zu allem anderen, sagte K., es überrascht mich nicht.",
      "enPart": "That fits in with everything else, said K., I'm not surprised."
    },
    {
      "dePart": "Kafka lächelte und drehte seine Hand ein wenig in ihren weichen Händen.",
      "enPart": "Kafka smiled and twisted his hand round a little in her soft hands."
    },
    {
      "dePart": "Wie könnte ich denn das?` fragte die Frau.",
      "enPart": "How could I help you, then? said the woman."
    },
    {
      "dePart": "Indem Sie mir zum Beispiel die Bücher dort auf dem Tisch zeigen.",
      "enPart": "You could, for example, show me the books on the table there."
    },
    {
      "dePart": "Ich werde Ihnen helfen, sagte die Frau. Wollen Sie?",
      "enPart": "I can help you, said the woman, would you like me to?"
    },
    {
      "dePart": "Sie zeigte auf das Podium und bat ihn, sich mit ihr auf die Stufe zu setzen.",
      "enPart": "She pointed to the podium and invited him to sit down on the step with her."
    },
    {
      "dePart": "Sie sind der Gerichtsdiener, nicht? fragte K.",
      "enPart": "You're the court usher, aren't you? asked K."
    },
    {
      "dePart": "Und er reichte K., der es gar nicht erwartet hatte, die Hand.",
      "enPart": "And he offered K. his hand, which was far from what K. had expected."
    },
    {
      "dePart": "Eine andere Hilfe gibt es nicht? fragte K. lächelnd.",
      "enPart": "Is there nothing else you do? asked K. with a smile."
    },
    {
      "dePart": "Wenn es sich so verhält, dann gibt es allerdings keine Hilfe, sagte K.",
      "enPart": "If that's how things are, then there's nothing that can be done, said K."
    },
    {
      "dePart": "Wieso denn ich? fragte K. erstaunt.",
      "enPart": "What, how could I do it? asked K. in astonishment."
    },
    {
      "dePart": "Es werden aber bei uns in der Regel keine aussichtslosen Prozesse geführt.",
      "enPart": "Only we don't usually get any trials heard here with no hope at all."
    },
    {
      "dePart": "Ich habe dort nichts zu tun, sagte K.",
      "enPart": "There's nothing for me to do there, said K."
    },
    {
      "dePart": "Sie können die Kanzleien ansehen. Es wird sich niemand um Sie kümmern.",
      "enPart": "You'd be able to have a look at it. No-one will take any notice of you."
    },
    {
      "dePart": "Nun, sagte der Gerichtsdiener, ich dachte, es würde Sie interessieren.",
      "enPart": "Well, said the usher, I thought you'd be interested in it."
    },
    {
      "dePart": "Wie gedemütigt die sein müssen.",
      "enPart": "They must all be very dispirited, ."
    },
    {
      "dePart": "Wirklich! sagte K. Dann sind es ja meine Kollegen.",
      "enPart": "Really! said K. They're colleagues of mine then."
    },
    {
      "dePart": "Sie scheinen sich ja viele Mühe zu geben, sagte K.",
      "enPart": "You certainly seem to be going to a lot of effort, said K."
    },
    {
      "dePart": "Ja, sagte der Mann, es ist ja meine Sache.",
      "enPart": "Yes, said the man, it is my affair after all."
    },
    {
      "dePart": "Sie glauben wohl nicht, daß ich angeklagt bin? fragte K.",
      "enPart": "Perhaps you don't believe I've been indicted? asked K."
    },
    {
      "dePart": "Sie haben noch nicht alles gesehen, sagte der Gerichtsdiener vollständig unverfänglich.",
      "enPart": "You haven't seen everything yet, said the usher ingenuously."
    },
    {
      "dePart": "Nein, nein, sagte K., ich werde nicht warten, und Sie müssen jetzt mit mir gehen.",
      "enPart": "No, no, said K., I will not wait and you must come with me now."
    },
    {
      "dePart": "Wollen Sie sich nicht setzen?",
      "enPart": "Would you not like to sit down?"
    },
    {
      "dePart": "Dann ist es gut, sagte das Mädchen, indem sie ihren zierlichen Kopf für einen Augenblick neigte.",
      "enPart": "That's alright, then, said the girl, briefly inclining her charming head."
    },
    {
      "dePart": "Ich glaube, er würde noch ärgere Beleidigungen verzeihen, wenn ich ihn schließlich hinausführe.",
      "enPart": "I think he would forgive even worse insults if I finally took him outside."
    },
    {
      "dePart": "Also auf, Sie schwacher Mann, sagte der Auskunftgeber.",
      "enPart": "Up you get then, weakling, said the information-giver."
    },
    {
      "dePart": "Nein, sagte K., ich will mich nicht ausruhen.",
      "enPart": "No, said K., I don't want to rest."
    },
    {
      "dePart": "4 Die Freundin des Fräulein Bürstner",
      "enPart": "Chapter Four Miss Bürstner's Friend"
    },
    {
      "dePart": "Hören Sie es? fragte K. und zeigte mit der Hand nach der Tür.",
      "enPart": "Do you hear that? asked K. pointing his hand at the door."
    },
    {
      "dePart": "Haben Sie denn dadurch einen Schaden?",
      "enPart": "Does she cause you any trouble?"
    },
    {
      "dePart": "Frau Grubach kam sich recht machtlos vor.",
      "enPart": "Mrs. Grubach appeared quite powerless."
    },
    {
      "dePart": "Aber sie soll doch zu Fräulein Bürstner übersiedeln! sagte K.",
      "enPart": "But she has to move in with Miss Bürstner! said K."
    },
    {
      "dePart": "Ja, sagte Frau Grubach, sie verstand nicht ganz, was K. meinte.",
      "enPart": "Yes, said Mrs. Grubach, without quite understanding what K. meant."
    },
    {
      "dePart": "Nun also, sagte K., dann muß sie doch ihre Sachen hinübertragen.",
      "enPart": "So she has to take her things over there."
    },
    {
      "dePart": "Sie haben ja fast nichts angerührt, sagte Frau Grubach.",
      "enPart": "But you've hardly touched it, said Mrs. Grubach."
    },
    {
      "dePart": "K. sah sie mit zusammengezogenen Augen an.",
      "enPart": "K. looked at her with a frown."
    },
    {
      "dePart": "Nein, sagte K.",
      "enPart": "No, said K."
    },
    {
      "dePart": "Wollen Sie sich nicht setzen? sagte Fräulein Montag.",
      "enPart": "Would you not like to sit down? said Miss Montag."
    },
    {
      "dePart": "",
      "enPart": "Chapter Five"
    },
    {
      "dePart": "5 Der Prügler",
      "enPart": "The whip-man"
    },
    {
      "dePart": "Wir werden uns ja ganz nackt ausziehen müssen, sagte Willem.",
      "enPart": "We're going to have to strip off totally naked, said Willem."
    },
    {
      "dePart": "Nein, sagte der Prügler und schüttelte lächelnd den Kopf.",
      "enPart": "No, said the whip-man, shaking his head with a laugh."
    },
    {
      "dePart": "Er trocknete mit K.s Rock sein von Tränen ganz überlaufenes Gesicht.",
      "enPart": "His face was flowing over with tears, and he wiped it dry on K.'s coat."
    },
    {
      "dePart": "Nein, nein, antwortete K., es schreit nur ein Hund auf dem Hof.",
      "enPart": "No, no, answered K., it's only a dog yelping in the yard."
    },
    {
      "dePart": "",
      "enPart": "Chapter Six"
    },
    {
      "dePart": "6 Der Onkel, Leni",
      "enPart": "K.'s uncle - Leni"
    },
    {
      "dePart": "",
      "enPart": "Who did you hear it from, then? asked K."
    },
    {
      "dePart": "Ja, Onkel, sagte K., es ist wahr.",
      "enPart": "Yes, Uncle, said K., it is true."
    },
    {
      "dePart": "Ein Strafprozeß, antwortete K.",
      "enPart": "It's a criminal trial, answered K."
    },
    {
      "dePart": "Richtig, sagte der Onkel, aber jetzt rede.",
      "enPart": "Quite right, said his uncle, but now start talking."
    },
    {
      "dePart": "Das ist schlimm, sagte der Onkel.",
      "enPart": "So much the worse, said his uncle."
    },
    {
      "dePart": "Wie? sagte K. und sah den Onkel an.",
      "enPart": "How's that? asked K., looking at him."
    },
    {
      "dePart": "Daß das schlimm ist, meine ich, wiederholte der Onkel.",
      "enPart": "What I mean is, that's for the worse, he repeated."
    },
    {
      "dePart": "Albert, dein alter Freund ist es, sagte der Onkel.",
      "enPart": "It's your old friend, Albert, said K.'s uncle."
    },
    {
      "dePart": "Es betrifft mich nicht, sagte der Onkel, es ist nicht mein Geheimnis.",
      "enPart": "It's not my business, said K.'s uncle, and it's not my secrets."
    },
    {
      "dePart": "Meinen Neffen, sagte der Onkel, ich habe ihn auch mitgebracht.",
      "enPart": "My nephew's, said K.'s uncle, and I've brought him along with me."
    },
    {
      "dePart": "Und er stellte vor: Prokurist Josef K.",
      "enPart": "And he introduced him, Chief Clerk Josef K."
    },
    {
      "dePart": "Ich verstehe nicht –,  deshalb.",
      "enPart": "I don't understand ... "
    },
    {
      "dePart": "Ja, aber woher wissen Sie denn etwas über mich und meinen Prozeß? fragte K.",
      "enPart": "Yes, but how is it that you know anything about me and my case? asked K."
    },
    {
      "dePart": "Sie verkehren in diesen Gerichtskreisen? fragte K.",
      "enPart": "You move in this court's circles? asked K."
    },
    {
      "dePart": "Ja, sagte der Advokat.",
      "enPart": "Yes, said the lawyer."
    },
    {
      "dePart": "Du fragst wie ein Kind, sagte der Onkel.",
      "enPart": "You're asking questions like a child, said K.'s uncle."
    },
    {
      "dePart": "Es klang so unwiderleglich, daß K. gar nicht antwortete.",
      "enPart": "It sounded so indisputable that K. gave no answer at all."
    },
    {
      "dePart": "Und er zeigte in eine dunkle Zimmerecke.",
      "enPart": "And he pointed into a dark corner of the room."
    },
    {
      "dePart": "Wo denn? fragte K. in der ersten Überraschung fast grob.",
      "enPart": "Where? asked K., almost uncouth in his surprise."
    },
    {
      "dePart": "In seiner Befangenheit sagte K.: Ich habe auch an Sie gedacht.",
      "enPart": "I was thinking about you, as well, replied K. uneasily."
    },
    {
      "dePart": "Desto besser, sagte die Pflegerin, kommen Sie.",
      "enPart": "So much the better, said the carer. Come with me."
    },
    {
      "dePart": "Gefallen wäre ja nicht viel, sagte K. ausweichend.",
      "enPart": "Liking wouldn't be very much, said K., evasively."
    },
    {
      "dePart": "Vielleicht ist das mein Richter, sagte K. und zeigte mit einem Finger auf das Bild.",
      "enPart": "That might be my judge, said K., pointing to the picture with one finger."
    },
    {
      "dePart": "Nein, durchaus nicht, sagte K., ich denke wahrscheinlich sogar zu wenig an ihn.",
      "enPart": "No, not at all, said K., I probably even think too little about it."
    },
    {
      "dePart": "Nein, sagte K.",
      "enPart": "No, said K."
    },
    {
      "dePart": "O doch, sagte sie.",
      "enPart": "Oh, you must have, s."
    },
    {
      "dePart": "Doch, sagte K. Ich nehme mein Wort nicht zurück.",
      "enPart": "Yes she is, said K., I'm not going to take my word back on that."
    },
    {
      "dePart": "Einen körperlichen Fehler? fragte K.",
      "enPart": "'Bodily defects'? asked K."
    },
    {
      "dePart": "Ja, sagte Leni, ich habe nämlich einen solchen kleinen Fehler, sehen Sie.",
      "enPart": "Yes, said Leni, as I do have a bodily defect, just a little one. Look."
    },
    {
      "dePart": "Oh! rief sie aber sofort, Sie haben mich geküßt!",
      "enPart": "Oh! she immediately exclaimed, you kissed me!"
    },
    {
      "dePart": "",
      "enPart": "Chapter Seven"
    },
    {
      "dePart": "7 Advokat, Fabrikant, Maler",
      "enPart": "Lawyer - Manufacturer - Painter"
    },
    {
      "dePart": "Du bist noch hier? fragte der Advokat, nachdem er fertig war.",
      "enPart": "Still here, are you? the lawyer would ask when he was ready."
    },
    {
      "dePart": "Es ist schwierig, sagte K., rümpfte die Lippen und sank, da die Papiere, das einzig Faßbare, verdeckt waren, haltlos gegen die Seitenlehne.",
      "enPart": "It is difficult, said K., pursing his lips."
    },
    {
      "dePart": "Und Sie? fragte K. schon viel gefaßter.",
      "enPart": "And what about you? asked K., already more in control of himself."
    },
    {
      "dePart": "Ja, sagte K. und richtete sich auf, ich habe einen Geschäftsgang zu machen.",
      "enPart": "Yes, said K., standing more upright, I have to go out on some business."
    },
    {
      "dePart": "Aber der Direktor-Stellvertreter hatte sich schon den Herren zugewendet.",
      "enPart": "But the deputy director had already turned towards the gentlemen."
    },
    {
      "dePart": "Und er öffnete die Tür, die zu dem Vorzimmer seines Büros führte.",
      "enPart": "And he opened the door leading to the ante-room of his own office."
    },
    {
      "dePart": "Sie nickte und fragte ihrerseits: Was wollen Sie von ihm?",
      "enPart": "She nodded and asked in reply, What d'you want to see him for?"
    },
    {
      "dePart": "Nein, antwortete der Maler.",
      "enPart": "No, answered the painter."
    },
    {
      "dePart": "Ich allein auch nicht? fragte es wieder.",
      "enPart": "Not even just me, by myself? the voice asked again."
    },
    {
      "dePart": "Auch nicht, sagte der Maler, ging zur Tür und sperrte sie ab.",
      "enPart": "Not even just you, said the painter, as he went to the door and locked it."
    },
    {
      "dePart": "Es ist die Gerechtigkeit, sagte der Maler schließlich.",
      "enPart": "That's the figure of justice, said the painter, finally."
    },
    {
      "dePart": "Ich füge mich darin meinem Auftraggeber, sagte der Maler.",
      "enPart": "I'm just doing what the client wanted, said the painter."
    },
    {
      "dePart": "Ja, sagte K., es ist sonderbar, daß es in Pastellfarben gemalt ist.",
      "enPart": "Yes, said K., it does seem odd that it's in pastel colours."
    },
    {
      "dePart": "Wie heißt dieser Richter? fragte er plötzlich.",
      "enPart": "What's the name of this judge? he asked suddenly."
    },
    {
      "dePart": "Sie sind wohl ein Vertrauensmann des Gerichtes? fragte er.",
      "enPart": "I take it you must be a trustee of the court, ."
    },
    {
      "dePart": "Sie sind unschuldig? fragte er.",
      "enPart": "You're innocent, are you? he asked."
    },
    {
      "dePart": "Ja, sagte K.",
      "enPart": "Yes, said K."
    },
    {
      "dePart": "Nun ja, sagte K.",
      "enPart": "Well of course I am, said K."
    },
    {
      "dePart": "Das ist die Hauptsache, sagte der Maler.",
      "enPart": "That's the main thing, said the painter."
    },
    {
      "dePart": "Verzeihen Sie, sagte der Maler, als er zu K. wieder zurückkehrte.",
      "enPart": "I'm sorry about that, said the painter as he returned to K."
    },
    {
      "dePart": "Der Maler lachte. Nein, das kann man nicht, .",
      "enPart": "The painter laughed. No, you can't cite them in court, ."
    },
    {
      "dePart": "Der Maler nickte, als verstehe er K.s Unbehagen sehr gut.",
      "enPart": "The painter nodded as if he understood K.'s discomfort very well."
    },
    {
      "dePart": "Könnte man nicht das Fenster öffnen? fragte K.",
      "enPart": "Could we not open the window? asked K."
    },
    {
      "dePart": "Jetzt erst sah K. die kleine Tür in der Wand.",
      "enPart": "Only then was K. able to see the little door in the wall."
    },
    {
      "dePart": "Dann bin ich also frei, sagte K. zögernd.",
      "enPart": "So, then I'll be free, said K., hesitantly."
    },
    {
      "dePart": "Und der Prozeß beginnt von neuem? fragte K. fast ungläubig.",
      "enPart": "And does the trial start over again? asked K., finding it hard to believe."
    },
    {
      "dePart": "K. schwieg.",
      "enPart": "K. was silent."
    },
    {
      "dePart": "Sie haben den Kern der Sache erfaßt, sagte der Maler schnell.",
      "enPart": "You've got it, in essence, said the painter quickly."
    },
    {
      "dePart": "Schön, sagte K., ich kaufe es.",
      "enPart": "That's nice, said K. I'll buy it."
    },
    {
      "dePart": "Ich nehme auch dieses noch, sagte K. Wieviel kosten die drei Bilder?",
      "enPart": "I'll take this one too, said K. How much do the three paintings cost?"
    },
    {
      "dePart": "Und er beugte sich endlich über das Bett und sperrte die Tür auf.",
      "enPart": "And, at last, he leant over the bed and unlocked the door."
    },
    {
      "dePart": "Was ist das? fragte er den Maler.",
      "enPart": "What is that? he asked the painter."
    },
    {
      "dePart": "",
      "enPart": "Chapter Eight"
    },
    {
      "dePart": "8 Kaufmann Block, Kündigung des Advokaten",
      "enPart": "Block, the businessman - Dismissing the lawyer"
    },
    {
      "dePart": "Das erste Läuten an der Tür des Advokaten war, wie gewöhnlich, zwecklos.",
      "enPart": "As usual, there was at first no response to K.'s ring at the door."
    },
    {
      "dePart": "Leni ist Ihre Geliebte? fragte K. kurz.",
      "enPart": "Is Leni your lover? asked K. curtly."
    },
    {
      "dePart": "Sie sehen glaubwürdig aus, sagte K. lächelnd, trotzdem – kommen Sie.",
      "enPart": "You look honest enough, said K. with a smile, but come along anyway."
    },
    {
      "dePart": "Wie heißen Sie denn? fragte K. auf dem Weg.",
      "enPart": "What is you name then? asked K. on the way."
    },
    {
      "dePart": "Ist das Ihr wirklicher Name? fragte K.",
      "enPart": "Is that your real name? asked K."
    },
    {
      "dePart": "Gewiß, war die Antwort, warum haben Sie denn Zweifel?",
      "enPart": "Of course it is, was the man's reply, why do you doubt it?"
    },
    {
      "dePart": "Ich dachte, Sie könnten Grund haben, Ihren Namen zu verschweigen, sagte K.",
      "enPart": "I thought you might have some reason to keep your name secret, said K."
    },
    {
      "dePart": "Es ist ein hoher Richter, .",
      "enPart": "He's an important judge."
    },
    {
      "dePart": "Draußen auf dem Gang sagte K.: Sie wissen doch, wo sich Leni versteckt hat?",
      "enPart": "Outside in the corridor K. said, You know where Leni's hidden, do you?"
    },
    {
      "dePart": "Warum haben Sie das nicht gleich gesagt? fragte K.",
      "enPart": "Why didn't you say that immediately? asked K."
    },
    {
      "dePart": "Sie glauben wohl sehr schlau zu sein, sagte K., führen Sie mich also!",
      "enPart": "You think you're very clever, don't you, said K, now take me there!"
    },
    {
      "dePart": "Guten Abend, Josef, sagte sie mit einem Seitenblick.",
      "enPart": "Good evening, Josef, s with a glance sideways."
    },
    {
      "dePart": "Sie sagte: Komm ins Arbeitszimmer, ich werde dir alles erklären.",
      "enPart": "S, Come into the office, I'll explain everything to you."
    },
    {
      "dePart": "Nein, sagte K., ich will, daß du es hier erklärst.",
      "enPart": "No, said K., I want you to explain it here."
    },
    {
      "dePart": "Ich wüßte auch nicht, warum Sie eifersüchtig sein sollten,  wenig schlagfertig.",
      "enPart": "I don't even know why you might be jealous,  ingenuously."
    },
    {
      "dePart": "Melde mich zuerst an, sagte K.",
      "enPart": "Tell him I'm here first, said K."
    },
    {
      "dePart": "Geh nur, sagte K., geh nur.",
      "enPart": "Just go, said K., just go."
    },
    {
      "dePart": "Bleiben Sie sitzen, sagte K. und zog einen Sessel neben ihn.",
      "enPart": "Stay where you are, said K. and pulled up a chair beside him."
    },
    {
      "dePart": "Sind Sie schon ein alter Klient des Advokaten? fragte K.",
      "enPart": "Have you been a client of the lawyer's for a long time? asked K."
    },
    {
      "dePart": "Ja, sagte der Kaufmann, ein sehr alter Klient.",
      "enPart": "Yes, said the businessman, a very long time."
    },
    {
      "dePart": "Wieviel Jahre vertritt er Sie denn schon? fragte K.",
      "enPart": "How many years has he been representing you so far, then? asked K."
    },
    {
      "dePart": "K. klopfte ihm zur Beruhigung auf den Schenkel und sagte: Nein, ich bin kein Verräter.",
      "enPart": "K. patted his thigh to reassure him and said, No, I don't betray people."
    },
    {
      "dePart": "Er ist nämlich rachsüchtig, sagte der Kaufmann.",
      "enPart": "He can be so vindictive, you see, said the businessman."
    },
    {
      "dePart": "Wieso denn nicht? fragte K.",
      "enPart": "How's that then? asked K."
    },
    {
      "dePart": "Soll ich es Ihnen anvertrauen? fragte der Kaufmann zweifelnd.",
      "enPart": "I'm not sure I should tell you about it, said the businessman hesitantly."
    },
    {
      "dePart": "Ich denke, Sie dürfen es, sagte K.",
      "enPart": "I think it'll be alright, said K."
    },
    {
      "dePart": "Das ist doch nichts so Schlimmes, sagte K., ein wenig enttäuscht.",
      "enPart": "That's not so serious, said K., a little disappointed."
    },
    {
      "dePart": "Der Kaufmann nickte: Ich verhandle gerade noch mit einem sechsten.",
      "enPart": "The businessman nodded. I'm even negotiating with a sixth one."
    },
    {
      "dePart": "Aber wozu brauchen Sie denn soviel Advokaten? fragte K.",
      "enPart": "But why do you need so many lawyers? asked K."
    },
    {
      "dePart": "Ich brauche alle, sagte der Kaufmann.",
      "enPart": "I need all of them, said the businessman."
    },
    {
      "dePart": "Wollen Sie mir das nicht erklären? fragte K.",
      "enPart": "Would you mind explaining that to me? asked K."
    },
    {
      "dePart": "Gern, sagte der Kaufmann.",
      "enPart": "I'd be glad to, said the businessman."
    },
    {
      "dePart": "Wieso wissen Sie denn, daß ich dort war? fragte K.",
      "enPart": "How do you know I've been there, then? asked K."
    },
    {
      "dePart": "Ich war gerade im Wartezimmer, als Sie durchgingen.",
      "enPart": "I was in the waiting room myself when you went through."
    },
    {
      "dePart": "Nein, sagte der Kaufmann, im Gegenteil. Aber das sind Dummheiten.",
      "enPart": "No, said the businessman, quite the opposite. That was just stupidity."
    },
    {
      "dePart": "Was für Dummheiten denn? fragte K.",
      "enPart": "What do you mean, 'stupidity'? asked K."
    },
    {
      "dePart": "Ich auch nicht, sagte der Kaufmann, ganz und gar nicht.",
      "enPart": "Nor can I, said the businessman, nothing at all."
    },
    {
      "dePart": "Wie abergläubisch diese Leute sind! rief K. aus.",
      "enPart": "These people are so superstitious! exclaimed K."
    },
    {
      "dePart": "Sagte ich es nicht? fragte der Kaufmann.",
      "enPart": "Isn't that what I just told you? asked the businessman."
    },
    {
      "dePart": "Verschiedene Eingaben? fragte K.",
      "enPart": "Various documents? asked K."
    },
    {
      "dePart": "Ja, gewiß, sagte der Kaufmann.",
      "enPart": "Yes, that's right, said the businessman."
    },
    {
      "dePart": "Was für einen Fortschritt wollten Sie denn sehen? fragte K.",
      "enPart": "And what sort of progress had you been hoping for? asked K."
    },
    {
      "dePart": "Die großen Advokaten? fragte K. Wer sind denn die? Wie kommt man zu ihnen?",
      "enPart": "The great lawyers? asked K. Who are they then? How do you contact them?"
    },
    {
      "dePart": "Sie dachten damals also nicht an die großen Advokaten? fragte K.",
      "enPart": "So you weren't thinking about the great lawyers at that time? asked K."
    },
    {
      "dePart": "Er wollte, daß ich ihm von meinem Prozeß erzähle, sagte der Kaufmann zu Leni.",
      "enPart": "He wanted me to tell him about my trial, said the businessman to Leni."
    },
    {
      "dePart": "Erzähle nur, erzähle, sagte diese.",
      "enPart": "Carry on, then, carry on, s."
    },
    {
      "dePart": "Hast du mich angemeldet? fragte er Leni.",
      "enPart": "Have you told him I'm here? he asked Leni."
    },
    {
      "dePart": "K. zögerte noch.",
      "enPart": "K. still hesitated."
    },
    {
      "dePart": "Und wieder antwortete nur Leni: Er schläft hier öfters.",
      "enPart": "And once more it was only Leni who answered. He often sleeps here."
    },
    {
      "dePart": "Wie schlimm er heute ist, nicht? fragte Leni den Kaufmann.",
      "enPart": "He's really nasty today, isn't he? Leni asked the businessman."
    },
    {
      "dePart": "Leni hat es mir eingeräumt, antwortete der Kaufmann, es ist sehr vorteilhaft.",
      "enPart": "Leni's let me have it, answered the businessman, it has many advantages."
    },
    {
      "dePart": "Statt sich zu entschuldigen, sagte K.: Ich gehe bald wieder weg.",
      "enPart": "Instead of apologising K. said, I'll be leaving again soon."
    },
    {
      "dePart": "Setzen Sie sich, .",
      "enPart": "Sit down, ."
    },
    {
      "dePart": "Es schien mir, daß Sie die Tür abgesperrt haben, sagte der Advokat.",
      "enPart": "It seemed to me that you locked the door, said the lawyer."
    },
    {
      "dePart": "Aber der Advokat fragte: War sie wieder zudringlich?",
      "enPart": "But the lawyer asked him, Was she being importunate again?"
    },
    {
      "dePart": "Zudringlich? fragte K.",
      "enPart": "Importunate? asked K."
    },
    {
      "dePart": "Ich nehme es an, sagte K., der straff aufgerichtet, wie auf der Lauer, dasaß.",
      "enPart": "I think you do, said K., sitting stiffly upright as if waiting in ambush."
    },
    {
      "dePart": "Es ist kein Plan mehr, sagte K.",
      "enPart": "It's not a plan any more, said K."
    },
    {
      "dePart": "Mag sein, sagte der Advokat, wir wollen aber trotzdem nichts übereilen.",
      "enPart": "That may be, said the lawyer, but we still mustn't rush anything."
    },
    {
      "dePart": "Ich verstehe Sie, sagte der Advokat, Sie sind ungeduldig.",
      "enPart": "I see, said the lawyer, you've become impatient."
    },
    {
      "dePart": "Was willst du? fragte der Advokat, du kommst ungelegen.",
      "enPart": "What do you want? asked the lawyer, you've come at a bad time."
    },
    {
      "dePart": "Wollt Ihr, daß ich weggehe? fragte Block.",
      "enPart": "Would you like me to go away again, sir? asked Block."
    },
    {
      "dePart": "Nun bist du einmal da, sagte der Advokat. Bleib!",
      "enPart": "Well you're here now, said the lawyer. Stay!"
    },
    {
      "dePart": "Da fuhr ihn aber K. an: Was tust du? rief er.",
      "enPart": "But then K. spoke to him: What do you think you're doing? he shouted."
    },
    {
      "dePart": "Ihr seid es, sagte Block.",
      "enPart": "You are, sir, said Block."
    },
    {
      "dePart": "Und außer mir? fragte der Advokat.",
      "enPart": "And who besides me? the lawyer asked."
    },
    {
      "dePart": "Niemand außer Euch, sagte Block. Dann folge auch niemandem sonst, sagte der Advokat.",
      "enPart": "No-one besides you, sir, said Block."
    },
    {
      "dePart": "Ich knie schon, mein Advokat, .",
      "enPart": "I'm kneeling now Dr. Huld, sir, ."
    },
    {
      "dePart": "Warum zögerst du denn? fragte Leni.",
      "enPart": "What makes you so wary about it? asked Leni."
    },
    {
      "dePart": "Was hat er während des ganzen Tages getan? fragte der Advokat.",
      "enPart": "And what has he been doing all day? asked the lawyer."
    },
    {
      "dePart": "Nicht günstig? fragt*e Leni.",
      "enPart": "Didn't speak well of him? asked Leni."
    },
    {
      "dePart": "Wie ist das möglich?*",
      "enPart": "How is that possible?"
    },
    {
      "dePart": "Dieses Kapitel wurde nicht vollendet",
      "enPart": "This chapter was left unfinished."
    },
    {
      "dePart": "*",
      "enPart": "Chapter Nine"
    },
    {
      "dePart": "9 Im* Dom",
      "enPart": "In the Cathedral"
    },
    {
      "dePart": "In den Dom?* fragte Leni.",
      "enPart": "To the cathedral? asked Leni."
    },
    {
      "dePart": "Nun ja, in den* Dom.",
      "enPart": "Yes, to the cathedral."
    },
    {
      "dePart": "Warum denn in den Dom?* sagte Leni.",
      "enPart": "What do you have to go to the cathedral for? said Leni."
    },
    {
      "dePart": "Du bist angeklagt, *sagte der Geistliche besonders leise.",
      "enPart": "You have been accused, said the priest, especially gently."
    },
    {
      "dePart": "Ja, man hat mich davon verständigt.",
      "enPart": "Yes, so I have been informed."
    },
    {
      "dePart": "Ach so,* sagte K.",
      "enPart": "I see, said K."
    },
    {
      "dePart": "Es ist ein Album der städtischen Sehenswürdigkeiten.",
      "enPart": "It's an album of the city's tourist sights."
    },
    {
      "dePart": "Weißt du, daß dein Prozeß schlecht steht?`` fragte der Geistliche.",
      "enPart": "Do you know your case is going badly?`` asked the priest."
    },
    {
      "dePart": "Wie stellst du dir das Ende vor?`` fragte der Geistliche.",
      "enPart": "How do you imagine it will end?`` asked the priest."
    },
    {
      "dePart": "Das ist richtig aber so pflegen die Schuldigen zu reden.",
      "enPart": "That is true but that is how the guilty speak."
    },
    {
      "dePart": "Hast auch du ein Vorurteil g*egen mich? fragte K.",
      "enPart": "Do you presume I'm guilty too? asked K."
    },
    {
      "dePart": "Ich habe kein Vorurteil gegen dich`, sagte der Geistliche.",
      "enPart": "I make no presumptions about you`, said the priest."
    },
    {
      "dePart": "Hast du ein wenig Zeit für mich?`` fragte K.",
      "enPart": "Can you spare me a little of your time?`` asked K."
    },
    {
      "dePart": "Täusche dich nicht`, sagte der Geistliche.",
      "enPart": "Don't fool yourself`, said the priest."
    },
    {
      "dePart": "Worin sollte ich mich denn täuschen?* fragte K.",
      "enPart": "How would I be fooling myself? asked K."
    },
    {
      "dePart": "Die Lüge wird zur Weltordnung gemacht.",
      "enPart": "The lie made into the rule of the world."
    },
    {
      "dePart": "Nun, sagte der Geistliche,* und reichte K. die Hand, dann geh.",
      "enPart": "Alright, said the priest offering him his hand, go then."
    },
    {
      "dePart": "Ich kann mich aber im Dunkel allein nicht zurechtfinden`, sagte K.",
      "enPart": "But I can't find my way round in this darkness by myself`, said K."
    },
    {
      "dePart": "Ich warte, *sagte der Geistliche.",
      "enPart": "I'm waiting, said the priest."
    },
    {
      "dePart": "Willst du nicht noch etwas von mir?` fragte K.",
      "enPart": "Is there anything else you want from me?`` asked K."
    },
    {
      "dePart": "Nein, sagte der Geistlich*e.",
      "enPart": "No, said the priest."
    },
    {
      "dePart": "Du mußt doch fortgehen*, sagte der Geistliche.",
      "enPart": "You have to go, said the priest."
    },
    {
      "dePart": "Nun ja*, sagte K., sieh das doch ein.",
      "enPart": "Well, yes, said K., you need to understand that."
    },
    {
      "dePart": "Sieh du zuerst ein, wer ich bin`, sagte der Geistliche.",
      "enPart": "First, you need to understand who I am` said the priest."
    },
    {
      "dePart": "*",
      "enPart": "Chapter Ten"
    },
    {
      "dePart": "*0 Ende",
      "enPart": "End"
    },
    {
      "dePart": "Sie sind also für mich bestimmt?`` fragte er.",
      "enPart": "You've come for me then, have you?`` he asked."
    },
    {
      "dePart": "Ich gehe nicht weiter`, sagte K. versuchsweise.",
      "enPart": "I will go no further`, said K. as if to see what would happen."
    }
  ]
}
